<ul>
<li>ƒобавлено: персонализированный товарный поиск (настройка и включение осуществл€етс€ в личном кабинете REES46)</li>
<li>ƒобавлено: динамические товарные рекомендации (формирование блоков, управление и создание правил наполнени€ товарами осуществл€етс€ в личном кабинете REES46)</li>
<li>ƒобавлено: трекинг поискового запроса (дл€ инструмента поиска и триггерной рассылки "Ѕрошенный поиск")</li>
<li>ƒобавлено: трекинг категории (дл€ триггерной рассылки "Ѕрошенна€ категори€")</li>
<li>»справлено: ошибка при получении списка товаров в корзине</li>
</ul>

