<?php
	
	$MESS['REES_OPTIONS_SETTINGS']		            = 'Настройки';
	$MESS['REES_OPTIONS_SHOP_ID']		              = 'Код магазина';
	$MESS['REES_OPTIONS_SHOP_SECRET']		          = 'Секретный ключ';
	$MESS['REES_OPTIONS_STREAM']                  = 'Stream';
	$MESS['REES_OPTIONS_USER_GROUPS']             = 'Группы пользователей,
																									 <br>которые являются сотрудниками.
																									 <br><br>Блокируется событие оформления заказа
																									 <br>когда сотрудники оформляют заказы за клиентов,
																									 <br>например по телефону';
	$MESS['REES_OPTIONS_YML']                     = 'Товарная выгрузка REES46';
	$MESS['REES_OPTIONS_COPY_AND_PASTE_YML']      = 'Скопируйте этот URL и вставьте в поле YML
																									 <br>в настройках магазина в личном кабинете REES46';
	$MESS['REES_OPTIONS_INSTANT_SEARCH_EMBEDDED'] = 'Автоматически встраивать быстрый поиск REES46';
	$MESS['REES_QUICK_EXPORT']                    = 'Выгрузка истории заказов';
	$MESS['REES_QUICK_EXPORT_DESC']               = 'Для того, чтобы ускорить процесс появления блоков рекомендаций,
																								   вы можете загрузить в нашу систему историю заказов вашего
																								   интернет-магазина за последние 30 дней. Это позволит быстрее
																								   сформировать рекомендации и начать делать рекомендации вашим
																								   покупателям.';
	$MESS['REES_QUICK_EXPORT_DESC_NO_SECRET']     = 'Внимание: вы не установили секретный ключ во вкладке "Настройки".
																									 Без этого экспорт истории заказов невозможен. Вставьте секретный ключ
																									 в поле "Секретный ключ" и сохраните настройки, после чего вернитесь сюда.';
	$MESS['REES_QUICK_EXPORT_BUTTON']             = 'Отправить данные';
	$MESS['REES_QUICK_EXPORT_EMPTY']              = 'К сожалению, мы не наши историю заказов вашего магазина. Если
																								   у вас новый сайт, то рекомендации появятся спустя какое-то небольшое
																								   время. Если же у вас есть история заказов, свяжитесь с нами
																								   по электронной почте <a href="mailto:support@rees46.ru">support@rees46.ru</a>';
	$MESS['REES_QUICK_EXPORT_SUCCESS']            = 'Отлично. Данные о заказах отправлены. Через несколько минут мы их обработаем
	                                                 и начнем делать рекомендации вашим клиентам. Работа на этой странице закончена.';
	$MESS['REES_QUICK_EXPORT_FAIL']               = 'При отправке данных возникла проблема';